[
  {
    "content1": "The long history of Rethymno is traced back to the Neolithic years where a plethora of archaeological findings including coins, signs, and writings of ancient historians witness the inhabitance of fishermen in Gerani Cave. During the Minoan period, Rethymno and the rest of Cretan cities flourished greatly on an economical and cultural level. From the 12th to the 11th century BC, the Minoan civilization developed rapidly in trade and culture.",

    "content2": "Many towns were constructed that period in Crete. The most important Minoan town in Rethymno was Ancient Eleftherna . However, the catastrophic erection of Santorini volcano marked the end of this prosperous period. The following years, the beautiful cities of Crete including Rethymno are conquered by the Dorians, Romans, Venetians, Turks, and Germans and the brave Cretans are unable to maintain their independence.",

    "content3": "In 1204, a new period started for Crete and particularly Rethymno. With the abolition of the Byzantine Empire, the island surrendered to the Venetians. However, due to their many conquests in Peloponissos and Aegean, Venetians neglected their new accession gave access to the other conquers of Crete. The presence of the legendary pirate Barbarossa in the city in 1538 was quite important for Rethymno. His attack led to the construction of extensive fortifications for the protection of Rethymno.",

    "content4": "The flourishing period of Rethymno begun in the early 16th century highlighting the history of the city, a unique blend of Cretan and Venetian culture. The city was almost entirely rebuilt by the Venetians. This led to the Cretan Renaissance, a gold period of arts and letters that is apparent only in Crete and the Ionian islands. Rethymno flourishes rapidly with the arrival of new scientists and intellectuals. Many literary societies and a public library were established in Rethymno. Unfortunately, this cultural era ends in 1669 when Turks conquered Crete leading to the decline of Rethymno. The locals of Rethymno continued their fight against the Turks which led to many casualties. Finally, in 1897 Crete gained its independence and in 1913 it was united with the newly-established Greek state.",

    "content5": "This town is even more historically significant, as it played an important role in World War II. During the Battle of Crete in 1941, the Battle of Rethymno was fought between German paratroopers and the Hellenic Army. Although the Hellenic Army defended the town bravely during the first part of the battle, it ultimately fell to Germany when they received reinforcements from the village of Maleme, Crete.",

    "box2content": "Today, Rethymno is one of the best-preserved towns in Crete that maintains its aristocratic character, with a plethora of elegant buildings from the 16th century, arched passages, narrow alleys, and Byzantine monuments. Still, the most important Venetian work is the Fortezza above the town. As a result of its rich history and stunning architecture, Rethymno has become a popular tourist destination and its tourism industry is thriving. Visitors from all over the world flock to the city to admire its beauty and soak up its unique culture and history."
  }
]
